Repository: lionpix/teddy-merge-windows
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, ja_jp

# AddFilesBtn.Content
source: + Add Files
de_de: + Dateien Hinzufügen
es_es: + Añadir Archivos
fr_fr: + Ajouter des Fichiers
ja_jp: + ファイルを追加

# ClearAllBtn.ToolTipService.ToolTip
source: Clear All
de_de: Alles Löschen
es_es: Borrar Todo
fr_fr: Tout Effacer
ja_jp: すべてクリア

# PageRangeTxt.PlaceholderText
source: Page Range (e.g. 1-19, 1, 3)
de_de: Seitenbereich (z.B. 1-19, 1, 3)
es_es: Rango de páginas (ej. 1-19, 1, 3)
fr_fr: Plage de pages (ex: 1-19, 1, 3)
ja_jp: ページ範囲（例：1-19, 1, 3）

# EmptyStateText.Text
source: Drag and Drop PDFs or Images here
de_de: PDFs oder Bilder hierher ziehen und ablegen
es_es: Arrastra y suelta PDFs o Imágenes aquí
fr_fr: Glissez-déposez des PDF ou des Images ici
ja_jp: PDFまたは画像をここにドラッグ＆ドロップ

# AboutBtn.Text
source: About
de_de: Über
es_es: Acerca de
fr_fr: À propos
ja_jp: 約

# MergeDocsBtn.Content
source: Merge Documents
de_de: Dokumente Zusammenführen
es_es: Fusionar Documentos
fr_fr: Fusionner les Documents
ja_jp: ドキュメントを結合

# PagesCount.Text
source: pages
de_de: Seiten
es_es: páginas
ja_jp: ページ

source: Drop files to add
de_de: Dateien zum Hinzufügen ablegen
es_es: Suelte archivos para agregar
fr_fr: Déposez les fichiers à ajouter
ja_jp: 追加するファイルをドロップ

source: PDF Document
de_de: PDF-Dokument
es_es: Documento PDF
fr_fr: Document PDF
ja_jp: PDFドキュメント

# MergedSuffix
source: _merged.pdf
de_de: _zusammengefuehrt.pdf
es_es: _fusionado.pdf
fr_fr: _fusionne.pdf
ja_jp: _結合.pdf

# MergeCompleteTitle
source: Merge Complete
de_de: Zusammenführen abgeschlossen
es_es: Fusión completa
fr_fr: Fusion terminée
ja_jp: 結合完了

# MergeCompleteContent
source: Document successfully saved to {0}
de_de: Dokument erfolgreich gespeichert unter {0}
es_es: Documento guardado correctamente en {0}
fr_fr: Document enregistré avec succès sous {0}
ja_jp: ドキュメントが {0} に正常に保存されました

# OkButton
source: OK
es_es: Aceptar

# MergeFailedTitle
source: Merge Failed
de_de: Zusammenführen fehlgeschlagen
es_es: Falló la fusión
fr_fr: Échec de la fusion
ja_jp: 結合失敗

# LanguageChangedTitle
source: Language Changed
de_de: Sprache geändert
es_es: Idioma cambiado
fr_fr: Langue modifiée
ja_jp: 言語が変更されました

# LanguageChangedContent
source: Please restart the application for language changes to take effect.
de_de: Bitte starten Sie die Anwendung neu, damit die Sprachänderungen wirksam werden.
es_es: Reinicie la aplicación para que los cambios de idioma surtan efecto.
fr_fr: Veuillez redémarrer l'application pour que les modifications de langue prennent effet.
ja_jp: 言語の変更を有効にするには、アプリケーションを再起動してください。

# AboutTitle
source: About TeddyMerge
de_de: Über TeddyMerge
es_es: Acerca de TeddyMerge
fr_fr: À propos de TeddyMerge
ja_jp: TeddyMerge について

# AboutContent
source: TeddyMerge is a tool to combine PDFs and Images into a single PDF document quickly and easily.
de_de: TeddyMerge ist ein Tool, um PDFs und Bilder schnell und einfach in einem einzigen PDF-Dokument zusammenzufassen.
es_es: TeddyMerge es una herramienta para combinar archivos PDF e imágenes en un solo documento PDF de forma rápida y sencilla. Versión 1.0.0
fr_fr: TeddyMerge est un outil permettant de combiner rapidement et facilement des PDF et des images en un seul document PDF.
ja_jp: TeddyMerge は、PDF と画像をすばやく簡単に1つの PDF ドキュメントに結合するツールです。 バージョン 1.0.0
